experiments/redis_contention/redis_contention_2/loaded_pairs_1/pair_0/clients_1_threads_4_pipeline_1/redis.out
4         Threads
1         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        65772.20          ---          ---         0.05140         0.04700         0.07900         2.46300     69044.60 
Gets        13154.42        68.93     13085.49         0.04795         0.04700         0.07900         2.43100       593.40 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      78926.62        68.93     13085.49         0.05083         0.04700         0.07900         2.44700     69638.00